Repository: Steven-A3/AppBox2024
Catalog: AppBoxKit/Localizable.xcstrings
Source language: en
Languages: ko

source: Alert
ko: 안내사항

# ALL_DATA_REMOVED
source: All data was successfully removed.
ko: AppBox Pro의 모든 데이터를 삭제했습니다.

source: Back to Home
ko: 홈으로 돌아가기

source: Cancel
ko: 취소

# ClearingICloudData
source: Removing All Contents ...
ko: 모든 데이터 삭제중 …

source: OK
ko: 확인

# OK_ALERT_ACTION
source: OK
ko: 확인

# RemoveAllDataButton
source: Remove All Contents
ko: 모든 데이터 삭제

# RemoveAllDataMessage
source: Are you sure you want to remove all contents in the app?
ko: AppBox Pro에 저장된 데이터를 모두 삭제하시겠습니까?

# RemoveAllDataTitle
source: Reset All Contents
ko: 모든 데이터 초기화

# SUCCESS_ALERT_TITLE
source: Success
ko: 완료

# UNKNOWN_ERROR
source: Unknown error occurred.
ko: 알 수 없는 오류입니다.
